[
    {
        "MissingValues": null,
        "Name": "Absolution",
        "Effect": "[Insurgence] While New Moon is in effect, Increase 2 Points to this Pokemon's Special Attribute. If Sunny weather is in effect, this Pokemon will receive 1 damage at the end of the round."
    },
    {
        "MissingValues": null,
        "Name": "Adaptability",
        "Effect": "Whenever this Pokemon uses a Damaging Move that matches its Type, add 1 Dice to the Damage pool of that attack."
    },
    {
        "MissingValues": null,
        "Name": "Aerilate",
        "Effect": "Normal-Type Attacks that the Pokemon uses will deal damage as if they were Flying-Type, affecting STAB, weakness and resistance. Add 1 Dice of damage to Flying moves."
    },
    {
        "MissingValues": null,
        "Name": "Aftermath",
        "Effect": "If this Pokemon faints due to a Non-Ranged Physical Attack , the user of that attack is dealt 2 Damage."
    },
    {
        "MissingValues": null,
        "Name": "Air Lock",
        "Effect": "Negate all the effects of a Weather Condition in the field. If there are no weather conditions in the field, they cannot be activated by Moves or Abilities. If one is already active, it does not disappear but provides no effects."
    },
    {
        "MissingValues": null,
        "Name": "Amplifier",
        "Effect": "[Insurgence] All sound-based moves now receive 1 additional damage dice."
    },
    {
        "MissingValues": null,
        "Name": "Analytic",
        "Effect": "If this Pokemon has a lower initiative than its target, Add 1 Dice to all of its Damage Pools."
    },
    {
        "MissingValues": null,
        "Name": "Ancient Presence",
        "Effect": "The user's moves becomes typeless and will always hit regardless of abilities."
    },
    {
        "MissingValues": null,
        "Name": "Anger Point",
        "Effect": "If a foe lands a Critical Hit on this Pokemon, increase 3 Points to its Strength Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Anticipation",
        "Effect": "If a foe knows a move that would deal Lethal or Super Effective damage against this Pokemon, it will alert its Trainer."
    },
    {
        "MissingValues": null,
        "Name": "Arena Trap",
        "Effect": "Foe Pokemon on the ground become Blocked, they cannot escape or be switched out for as long as this Pokemon is in the field."
    },
    {
        "MissingValues": null,
        "Name": "Aroma Veil",
        "Effect": "User and Allies in range are immune to the effects of the moves: Taunt, Torment Attract, Disable, Encore, and Heal Block."
    },
    {
        "MissingValues": null,
        "Name": "Athenian",
        "Effect": "This Pokemon has a permanent increase of 1 point to its Special attribute."
    },
    {
        "MissingValues": null,
        "Name": "Aura Break",
        "Effect": "Invert the effects that the Abilities Dark Aura and Fairy Aura have on their users. If said Abilities would increase a Dice Pool for their user, reduce it instead."
    },
    {
        "MissingValues": null,
        "Name": "Bad Dreams",
        "Effect": "At the end of the Round, deal 1 Damage to anyone in the battlefield that has the Sleep Status Condition."
    },
    {
        "MissingValues": null,
        "Name": "Ball Fetch",
        "Effect": "Whenever you throw a pokeball to a wild Pokemon, if the roll for catching it is unsuccessful, the pokeball will not break, this Pokemon will bring it back to you at the end of the scene instead."
    },
    {
        "MissingValues": null,
        "Name": "Battery",
        "Effect": "Increase 1 point to the Special of all Ally Pokemon in Range. Ally Pokemon get 1 Bonus Dice to all their Special Move's Damage Pool."
    },
    {
        "MissingValues": null,
        "Name": "Battle Armor",
        "Effect": "If a Foe lands a Critical Hit on this Pokemon, it will not get any Bonus Dice for it."
    },
    {
        "MissingValues": null,
        "Name": "Battle Bond",
        "Effect": "AFTER a foe is defeated by this Pokemon, if it has a Loyalty score of 5, change its Form into “Battle-Bond Form” (BBF) until the end of the scene or until it or its Trainer faints. Only one Pokemon per party may have this Ability. Pokemon with this Ability can't hold a Mega-Stone. \n- BBF increases by 2 the Limits of Strength and\n Special of the Pokemon.\n- Redistribute Rank points on BBF as you see fit.\n- Increase by 1 the Power of a Move of your choice.\n- Restore its full HP & Will, and heal any Status\n Ailment upon changing forms.\n- When in BBF, all combat damage inflicted on the Pokemon will also be dealt to its Trainer."
    },
    {
        "MissingValues": null,
        "Name": "Beast Boost",
        "Effect": "If a foe faints because of an attack dealt by this Ultra-Beast, Increase 1 Point to its Attribute with highest limit. Up to 3 points can be increased this way. Only Ultra-Beasts might have this Ability. Beast Boost can't be swapped or copied."
    },
    {
        "MissingValues": null,
        "Name": "Berserk",
        "Effect": "When this Pokemon's HP is half or less, Increase its Special Attribute by 1."
    },
    {
        "MissingValues": null,
        "Name": "Big Pecks",
        "Effect": "This Pokemon cannot have its Defense reduced."
    },
    {
        "MissingValues": null,
        "Name": "Blaze",
        "Effect": "When this Pokemon's HP is at half or less, Pain Penalization will not reduce successes from Damage rolls of its Fire-Type Moves, and they will get 1 extra die to their Damage Pool."
    },
    {
        "MissingValues": null,
        "Name": "Blaze Boost",
        "Effect": "Immediately before using a Fire type move. Increase the user's Special, Special Defense and Dexterity by 1. Change Emolga to Blaze Boost form. In this form, whenever this Pokemon is hit with a Non-Ranged Physical Attack, roll 1 Chance Dice to inflict Burn 1 on the foe."
    },
    {
        "MissingValues": null,
        "Name": "Bulletproof",
        "Effect": "Reduce by 1 all damage from Special and Ranged Physical Attacks done to this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Cheek Pouch",
        "Effect": "This Pokemon restores 2 HP whenever it eats a berry with no HP healing effect. (e.g. Pecha Berry, Lum Berry)"
    },
    {
        "MissingValues": null,
        "Name": "Chlorofury",
        "Effect": "When Mega evolving or on switch in. Increase the user's Dexterity by 1 and its Special by X for 2 turns. X is the number of fainted teammates on this Pokemon's team."
    },
    {
        "MissingValues": null,
        "Name": "Chlorophyll",
        "Effect": "If Sunny Weather is in effect, Increase 2 Points to this Pokemon's Dexterity Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Clear Body",
        "Effect": "Other Pokemon cannot Increase or Decrease the Attributes of this Pokemon. This Pokemon can still Increase or Decrease its own Attributes."
    },
    {
        "MissingValues": null,
        "Name": "Cloud Nine",
        "Effect": "Negate the effects of Weather Conditions on this Pokemon. This does not include: Harsh Sunlight, Typhoon and Strong Winds"
    },
    {
        "MissingValues": null,
        "Name": "Color Change",
        "Effect": "When this Pokemon is dealt damage it will temporarily change its type to match the type of the move that just hit it. The effect ends if the Pokemon is removed from battle."
    },
    {
        "MissingValues": null,
        "Name": "Comatose",
        "Effect": "The Pokemon permanently has the “Sleep” Status Condition but it is immune to its effects. This Pokemon can't be inflicted other Status Condition. Moves and Abilities affecting Asleep Pokemon still have an effect on it."
    },
    {
        "MissingValues": null,
        "Name": "Competitive",
        "Effect": "The first time this Pokemon gets an Attribute reduced by a foe during a battle, increase 2 Points to its Special."
    },
    {
        "MissingValues": null,
        "Name": "Compound Eyes",
        "Effect": "This Pokemon gets 2 Bonus Dice on the Accuracy Pool of any move with Reduced Accuracy."
    },
    {
        "MissingValues": null,
        "Name": "Contrary",
        "Effect": "If anything would Decrease an Attribute of this Pokemon, Increase it instead. If anything would Increase an Attribute of this Pokemon, Decrease it instead."
    },
    {
        "MissingValues": null,
        "Name": "Corrosion",
        "Effect": "Ignore any immunity the foe has to Poison-Type Damage and/or to be inflicted Poison and Badly Poisoned Status Ailments."
    },
    {
        "MissingValues": null,
        "Name": "Cotton Down",
        "Effect": "Is Pokemon is hit with a Non-Ranged Physical Attack, reduce the speed of all Pokemon close to it. (Allies and foes alike at storyteller's discretion)"
    },
    {
        "MissingValues": null,
        "Name": "Curious Medicine",
        "Effect": "(provisional) When the Pokemon enters a battle, it scatters medicine from its shell, which removes all stat changes from allies."
    },
    {
        "MissingValues": null,
        "Name": "Cursed Body",
        "Effect": "Whenever this Pokemon is dealt damage with a Move, Roll 3 Chance Dice to disable that move. More than one Move may be disabled this way."
    },
    {
        "MissingValues": null,
        "Name": "Cute Charm",
        "Effect": "If a foe hits this Pokemon with a Non-Ranged Physical Attack, roll 3 Chance Dice to make the foe fall in Love"
    },
    {
        "MissingValues": null,
        "Name": "Damp",
        "Effect": "No ally or foe will be able to use the moves Explosion or Self-Destruct in an area around this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Dancer",
        "Effect": "Whenever a Pokemon uses a Move with the word “Dance” (i.e. Dragon Dance, Petal Dance etc.) This Pokemon gets a free action to use the same Move immediately after and succeeds automatically. (Damage must be rolled)"
    },
    {
        "MissingValues": null,
        "Name": "Dark Aura",
        "Effect": "Increase 2 dice to all Damage Pools of Dark-Type Moves of all Pokemon in the field. This effect does not stack. Pokemon and Trainers on the field will not cooperate with each other."
    },
    {
        "MissingValues": null,
        "Name": "Dauntless Shield",
        "Effect": "Whenever this Pokemon enters battle, Increase 2 Points to its Defense. Outside of battle, this Pokemon is immune to physical damage."
    },
    {
        "MissingValues": null,
        "Name": "Dazzling",
        "Effect": "Foes cannot use Priotity Moves against this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Defeatist",
        "Effect": "If this Pokemon is at half or less of its total HP, roll this Pokemon's Loyalty every action, if the roll fails Reduce 2 Points to its Strength and Special Attributes for that action. If it's successful it may keep its attributes unchaged."
    },
    {
        "MissingValues": null,
        "Name": "Defiant",
        "Effect": "The first time this Pokemon has an Attribute reduced during a battle, Increase 2 Points to its Strength."
    },
    {
        "MissingValues": null,
        "Name": "Delta Stream",
        "Effect": "When this Pokemon comes out, it automatically starts the effects of Strong Wind Weather. The effects end when the Pokemon leaves the battle. (In case of stalemate, The Pokemon with highest Will might keep the dominant weather)"
    },
    {
        "MissingValues": null,
        "Name": "Desolate Land",
        "Effect": "When this Pokemon comes out, it automatically starts the effects of Harsh Sunlight Weather. The effects end when the Pokemon leaves the battle. (In case of stalemate, The Pokemon with highest Will might keep the dominant weather)"
    },
    {
        "MissingValues": null,
        "Name": "Disguise",
        "Effect": "The first time this Pokemon would receive damage during a battle, reduce that damage to zero. Entry Hazards, Weather Conditions and Status Ailments do not trigger this Ability"
    },
    {
        "MissingValues": null,
        "Name": "Download",
        "Effect": "When this Pokemon comes out it will scan its foes and provide information about them. It will then Increase 1 Point to either Strength or Special Attribute at Storyteller's discretion"
    },
    {
        "MissingValues": null,
        "Name": "Drizzle",
        "Effect": "When this Pokemon comes out, it automatically starts the effects of Rain Weather. The effects end when the Pokemon leaves the battle. (In case of stalemate the Pokemon with higher Will might keep the dominant weather)"
    },
    {
        "MissingValues": null,
        "Name": "Drought",
        "Effect": "When this Pokemon comes out, it automatically starts the effects of Sunny Weather. The effects end when the Pokemon leaves the battle. (In case of stalemate the Pokemon with higher Will might keep the dominant weather)"
    },
    {
        "MissingValues": null,
        "Name": "Dry Skin",
        "Effect": "If Sunny Weather is in effect, this Pokemon will receive 1 damage at the end of each round. Fire attacks will deal 1 additional Damage to this Pokemon. Water attacks may heal 1 HP to this Pokemon instead of dealing damage."
    },
    {
        "MissingValues": null,
        "Name": "Early Bird",
        "Effect": "The time this Pokemon would be asleep is reduced by half, it will only need to score 2 successes on its Insight roll to wake up in battle. This effect does not apply for the move “Rest”"
    },
    {
        "MissingValues": null,
        "Name": "Effect Spore",
        "Effect": "If hit by a Non-Ranged Physical Attack, the Pokemon rolls 3 Chance Dice to Poison, Paralize or Sleep the foe at random."
    },
    {
        "MissingValues": null,
        "Name": "Electric Surge",
        "Effect": "When this Pokemon comes out, it automatically starts the effects of the Move Electric Terrain. (In case of stalemate the Pokemon with higher Will might keep the dominant Terrain)"
    },
    {
        "MissingValues": null,
        "Name": "Emergency Exit",
        "Effect": "Whenever this Pokemon reaches half or less of its HP, it will switch out to its pokeball, sending an Ally to take its place. If there is no Ally, the battle may end. This Ability's effect is not affected by Block."
    },
    {
        "MissingValues": null,
        "Name": "Ethereal Shroud",
        "Effect": "The user gains Ghost type associated immunities and resistances."
    },
    {
        "MissingValues": null,
        "Name": "Fairy Aura",
        "Effect": "Increase 2 dice to all Damage Pools of Fairy-Type Moves of all Pokemon in the field. This effect does not stack. Pokemon and Trainers on the field will not attack the user of this Ability."
    },
    {
        "MissingValues": null,
        "Name": "Filter",
        "Effect": "If a foe uses a move that would deal Super Effective Damage to this Pokemon, reduce by 1 the total Damage from that attack."
    },
    {
        "MissingValues": null,
        "Name": "Flame Body",
        "Effect": "When hit by a Non-Ranged Physical Attack, this Pokemon rolls 3 Chance Dice to burn the foe."
    },
    {
        "MissingValues": null,
        "Name": "Flare Boost",
        "Effect": "If this Pokemon gets any Burn condition, Increase 2 points to its Special attribute."
    },
    {
        "MissingValues": null,
        "Name": "Flash Fire",
        "Effect": "The first time this Pokemon is hit by a Fire-Type move, add 1 Extra Die to the Damage Pool of Fire-type Moves this Pokemon uses until the end of the scene. Fire-type moves do not deal damage to this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Flower Gift",
        "Effect": "If Sunny weather is in effect, Increase 2 Points to the Strength and Sp.Defense Attribute of the user and its allies"
    },
    {
        "MissingValues": null,
        "Name": "Flower Veil",
        "Effect": "User and allies can't have their Attributes reduced. User and allies can't have any Status Condition inflicted on them. Previously inflicted Attribute reductions and/or ailments remain."
    },
    {
        "MissingValues": null,
        "Name": "Fluffy",
        "Effect": "Reduce by 2 the Damage dealt to this Pokemon by All Physical Attacks. Incread by 2 the Damage dealt to this Pokemon by Fire-Type Attacks."
    },
    {
        "MissingValues": null,
        "Name": "Forecast",
        "Effect": "The Type of this Pokemon will change depending on the active weather. Fire under Sun, Water under Rain, Ice under Hail and Rock under Sand."
    },
    {
        "MissingValues": null,
        "Name": "Forewarn",
        "Effect": "In battle, this Pokemon will warn about the strongest move one of its foes has. Storyteller has to reveal it to the trainer of this Pokemon in secret."
    },
    {
        "MissingValues": null,
        "Name": "Foundry",
        "Effect": "Rock-Type Attacks that the Pokemon uses will deal damage as if they were Fire-Type, affecting STAB, weakness and resistance. Add 1 Dice of damage to Fire moves."
    },
    {
        "MissingValues": null,
        "Name": "Friend Guard",
        "Effect": "If this Pokemon is hit by a move performed by an ally, Reduce by 2 the damage dealt to it."
    },
    {
        "MissingValues": null,
        "Name": "Frisk",
        "Effect": "When this Pokemon enters the battlefield, Storyteller must reveal its trainer the held item of one foe."
    },
    {
        "MissingValues": null,
        "Name": "Full Metal Body",
        "Effect": "Other Pokemon cannot Decrease the Attributes of this Pokemon. This Pokemon can still Decrease its own Attributes."
    },
    {
        "MissingValues": null,
        "Name": "Fur Coat",
        "Effect": "Reduce by 2 the Damage dealt to this Pokemon by All Physical Attacks."
    },
    {
        "MissingValues": null,
        "Name": "Gale Wings",
        "Effect": "Add +1 Priority to all Flying-Type Moves of this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Galvanize",
        "Effect": "Normal-Type Attacks that the Pokemon uses will deal damage as if they were Electric-Type, affecting STAB, weakness and resistance. Add 1 Extra Die of Damage to Electric Moves."
    },
    {
        "MissingValues": null,
        "Name": "Gluttony",
        "Effect": "This Pokemon can eat any type of food, medicine or herbal medicine with no negative. This pokemon can eat any held berries at any point of the battle as a free action."
    },
    {
        "MissingValues": null,
        "Name": "Gooey",
        "Effect": "The first time an opponent hits this Pokemon with a Non-Ranged Physical Attack, reduce 1 Point to its Dexterity Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Gorilla Tactics",
        "Effect": "At the start of the fight, choose a Move. Increase 1 point to this Pokemon's Strength Attribute, it can only perform the chosen Move but it may Evade every Round. This effect resets if the Pokemon is recalled from battle."
    },
    {
        "MissingValues": null,
        "Name": "Grass Pelt",
        "Effect": "If the effects of the move Grassy Terrain are active, Increase 2 Points to this Pokemon's Defense Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Grassy Surge",
        "Effect": "When this Pokemon comes out, it automatically starts the effects of the Move Grassy Terrain. (In case of stalemate the Pokemon with higher Will might keep the dominant Terrain)"
    },
    {
        "MissingValues": null,
        "Name": "Gulp Missile",
        "Effect": "If this Pokemon uses the Moves Surf or Dive, it will change forms after dealing damage. “Gulping Form” if it has more than half HP remaining, “Gorging Form” if it has half or less HP remaining. If the Pokemon is dealt damage by a foe when it is in any of this Forms, deal 2 Dice of Damage and an effect to it. Return this Pokemon to its regular form afterwards."
    },
    {
        "MissingValues": null,
        "Name": "Guts",
        "Effect": "While affected by a Status Condition, Increase 2 Points to this Pokemon's Strength Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Harvest",
        "Effect": "If this Pokemon uses a berry as a held item during a fight, the berry will grow back at the end of the day."
    },
    {
        "MissingValues": null,
        "Name": "Healer",
        "Effect": "If an Ally on the battlefield has a Status Ailment, at the End of the Round this Pokemon rolls 3 Chance Dice to heal it."
    },
    {
        "MissingValues": null,
        "Name": "Heatproof",
        "Effect": "Burn 1 deals no Damage to this Pokemon. If this Pokemon is hit by a Fire-Type Attack, Reduce the damage dealt by 2."
    },
    {
        "MissingValues": null,
        "Name": "Heavy Metal",
        "Effect": "This Pokemon weighs twice as much as it's supposed to. Moves with damage based on weight get their damage pool modified accordingly."
    },
    {
        "MissingValues": null,
        "Name": "Heliophobia",
        "Effect": "If Sunny Weather is in effect, this Pokemon will receive 1 damage at the end of each round. If New Moon is in effect, you may restore 1 HP to this Pokemon at the end of each Round."
    },
    {
        "MissingValues": null,
        "Name": "Honey Gather",
        "Effect": "The Pokemon produces its own honey, you can get a small barrel of high quality honey every day. A small barrel of honey can be sold for up to $100. Honey attracts wild Pokemon and feeding a Pokemon with it will make it happy."
    },
    {
        "MissingValues": null,
        "Name": "Hubris",
        "Effect": "If a foe faints because of an attack dealt by this Pokemon, Increase 1 Point to its Special Attribute. Up to 3 points can be increased this way."
    },
    {
        "MissingValues": null,
        "Name": "Huge Power",
        "Effect": "This Pokemon has a permanent increase of 1 point to its Strength attribute."
    },
    {
        "MissingValues": null,
        "Name": "Hunger Switch",
        "Effect": "At the End of the Round, switch this Pokemon's form. Only Morpeko may have this ability. This ability cannot be copied or switched."
    },
    {
        "MissingValues": null,
        "Name": "Hustle",
        "Effect": "This Pokemon gets an extra -1 Reduced Accuracy and 2 Extra Dice to the Damage pool for all its Physical Attacks."
    },
    {
        "MissingValues": null,
        "Name": "Hydration",
        "Effect": "When Rain weather is in effect, this Pokemon will cure any status ailment it has at the end of the round."
    },
    {
        "MissingValues": null,
        "Name": "Hyper Cutter",
        "Effect": "This Pokemon cannot have its Strength Attribute reduced by any means."
    },
    {
        "MissingValues": null,
        "Name": "Ice Body",
        "Effect": "If Hail Weather is in effect you may restore 1 HP to this Pokemon at the end of the round. This Pokemon is immune to damage from Hail weather."
    },
    {
        "MissingValues": null,
        "Name": "Ice Cleats",
        "Effect": "If Hail Weather is in effect, increase 1 Point to the Dexterity Attibute of this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Ice Face",
        "Effect": "The Pokemon has 2 extra HP when it is on “Ice Face form”. If the Ice receives 2 damage, change the Pokemon's form to “No-Ice Form”. To restore “Ice Face Form” the Pokemon must be out one whole Round while Hail weather is active."
    },
    {
        "MissingValues": null,
        "Name": "Ice Scales",
        "Effect": "Reduce by 2 the Damage dealt to this Pokemon by All Special Attacks."
    },
    {
        "MissingValues": null,
        "Name": "Illuminate",
        "Effect": "Increases the chance of random Wild Pokemon encounters. If there were enviromental challenges where there is reduced visibility, this Pokemon and it's allies are immune to the effects."
    },
    {
        "MissingValues": null,
        "Name": "Illusion",
        "Effect": "When this Pokemon comes out, it will have the form of another Pokemon in the party, it will regain its original form if it receives damage. When taking a human form it cannot speak and its tail may remain visible."
    },
    {
        "MissingValues": null,
        "Name": "Immunity",
        "Effect": "Poison and Badly Poisoned Status deal no damage to this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Imposter",
        "Effect": "As soon as it enters to battle, this Pokemon will be under the effects of the move Transform."
    },
    {
        "MissingValues": null,
        "Name": "Infiltrator",
        "Effect": "Shield Moves, Safeguard, Substitute, Light Screen, and Reflect are ignored by this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Innards Out",
        "Effect": "If an attack would faint this Pokemon, it inflicts damage on the foe equal to whatever remaining HP it had."
    },
    {
        "MissingValues": null,
        "Name": "Inner Focus",
        "Effect": "This Pokemon does not Flinch and cannot be Intimidated. (Intimidate Ability does not have any effect against this Pokemon.)"
    },
    {
        "MissingValues": null,
        "Name": "Insomnia",
        "Effect": "This Pokemon is not affected by the Sleep Status."
    },
    {
        "MissingValues": null,
        "Name": "Intimidate",
        "Effect": "When this Pokemon comes into battle, Reduce 1 Point to the Strength of all foes in range. This effect will last for as long as this Pokemon is out. Reduce random encounters with wild Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Intoxicate",
        "Effect": "Normal-Type Attacks that the Pokemon uses will deal damage as if they were Poison-Type. Affecting STAB, weakness and resistance. Add 1 extra Die of Damage to Poison Moves."
    },
    {
        "MissingValues": null,
        "Name": "Intrepid Sword",
        "Effect": "Whenever this Pokemon enters battle, Increase 2 Points to its Strength. Outside of battle, this Pokemon can cut through any surface."
    },
    {
        "MissingValues": null,
        "Name": "Irrelephant",
        "Effect": "Moves performed by this Pokemon ignores type based immunity."
    },
    {
        "MissingValues": null,
        "Name": "Iron Barbs",
        "Effect": "Whenever this Pokemon is hit with a Non- Ranged Physical Attack, Roll 1 Die of Damage against the attacker."
    },
    {
        "MissingValues": null,
        "Name": "Iron Fist",
        "Effect": "Add 1 Dice to the Damage Pool of Fist Based moves."
    },
    {
        "MissingValues": null,
        "Name": "Justified",
        "Effect": "The first time this Pokemon is hit by a Dark-Type Attack or if it has witnessed something it considers unjust, Increase 1 Point to its Strength Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Keen Eye",
        "Effect": "This Pokemon cannot have successes removed from its Accuracy rolls by Moves, Items or Abilities. Pain Penalizations and Difficulty Penalties may still apply."
    },
    {
        "MissingValues": null,
        "Name": "Klutz",
        "Effect": "Held items won't have any effect on this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Leaf Guard",
        "Effect": "If Sunny weather is in effect, this Pokemon can't have any Status Conditions inflicted. Previously inflicted conditions remain."
    },
    {
        "MissingValues": null,
        "Name": "Lernean",
        "Effect": "The Pokemon gains additional heads when it loses hp. One at 80%, 60%, 40% and 20%. Each head adds an additional 1 damage die to the Pokemon. Restoring HP does not remove the heads and they will only disappeaar when the user cancels the Mega Evolution."
    },
    {
        "MissingValues": null,
        "Name": "Levitate",
        "Effect": "Ground-Type moves and effects on the ground won't affect this Pokemon. If a Pokemon uses a move that binds it to the ground the effects are lost until it is free again."
    },
    {
        "MissingValues": null,
        "Name": "Libero",
        "Effect": "Whenever this Pokemon uses a move, first change its type to that of the move. If the move is an attack and deals damage, use the appropriate STAB."
    },
    {
        "MissingValues": null,
        "Name": "Light Metal",
        "Effect": "This Pokemon weighs 50% less than it's supposed to. Moves with damage based on weight get their damage pool modified accordingly."
    },
    {
        "MissingValues": null,
        "Name": "Lightning Rod",
        "Effect": "If anyone uses an Electric-Type move with a Single target, it will be redirected to this Pokemon; it is immune to damage from them. The first time this Pokemon is hit by an Electric-Type move, Increase 1 Point to this Pokemon's Special."
    },
    {
        "MissingValues": null,
        "Name": "Limber",
        "Effect": "This Pokemon is not affected by the Paralysis Status."
    },
    {
        "MissingValues": null,
        "Name": "Liquid Ooze",
        "Effect": "If hit by a move that would asborb this Pokemon's vital energy (Leech seed, Dream Eater, Drain Punch, etc.) it will instead deal that amount as damage."
    },
    {
        "MissingValues": null,
        "Name": "Liquid Voice",
        "Effect": "All Sound-Based Moves this Pokemon uses are considered Water-Type."
    },
    {
        "MissingValues": null,
        "Name": "Long Reach",
        "Effect": "All Attacks made by this Pokemon are considered Ranged attacks."
    },
    {
        "MissingValues": null,
        "Name": "Magic Bounce",
        "Effect": "All Support moves that target this Pokemon or its side of the battlefield will have its effects redirected into the foe's instead."
    },
    {
        "MissingValues": null,
        "Name": "Magic Guard",
        "Effect": "This Pokemon won't receive damage from Status Conditions, Recoil, Held Item or Weather Conditions"
    },
    {
        "MissingValues": null,
        "Name": "Magician",
        "Effect": "This Pokemon will steal the Held Item of a foe it just hit."
    },
    {
        "MissingValues": null,
        "Name": "Magma Armor",
        "Effect": "This Pokemon is not affected by the Frozen Status."
    },
    {
        "MissingValues": null,
        "Name": "Magnet Pull",
        "Effect": "All Steel-Type Pokemon on the field are Blocked."
    },
    {
        "MissingValues": null,
        "Name": "Marvel Scale",
        "Effect": "If this Pokemon has a Status Ailment, Increase 2 points to its Defense Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Mega Launcher",
        "Effect": "Add 2 Extra Dice to the Damage pool/Healing Pool of moves with the keyword “Pulse” and “Aura” on their name."
    },
    {
        "MissingValues": null,
        "Name": "Merciless",
        "Effect": "If the Foe is inflicted with Poison or Badly Poison, all of this Pokemon Moves are considered to be Critical Hits. This Pokemon will not hold back when using Lethal Damage Moves at Storyteller's discretion."
    },
    {
        "MissingValues": null,
        "Name": "Mimicry",
        "Effect": "If there is a Terrain Move active (i.e. Electric Terrain, Psyichic Terrain etc.) Change this Pokemon's main type to match the active Terrain. Restore its original main type if the terrain effects end."
    },
    {
        "MissingValues": null,
        "Name": "Minus",
        "Effect": "If an ally Pokemon on the field has the ability “Plus”, Increase 2 Points to the Special Attribute of this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Mirror Armor",
        "Effect": "All Attribute-reducing effects that target this Pokemon or its side of the battlefield will have its effects redirected into the foe's instead."
    },
    {
        "MissingValues": null,
        "Name": "Misty Surge",
        "Effect": "When this Pokemon comes out, it automatically starts the effects of the Move Misty Terrain. (In case of stalemate the Pokemon with higher Will might keep the dominant Terrain)"
    },
    {
        "MissingValues": null,
        "Name": "Mold Breaker",
        "Effect": "If a foe Pokemon has a type, an immunity, or an Ability that would prevent this Pokemon from attacking with a certain Move, ignore it."
    },
    {
        "MissingValues": null,
        "Name": "Moody",
        "Effect": "At the end of each round, reset Attributes modified by Moody, then Reduce 1 Point to a random Attribute and Increase 1 Point to another random Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Motor Drive",
        "Effect": "The first time this Pokemon is hit by an Electric-type move, Increase 1 Point to its Dexterity Attribute. This Pokemon doesn't receive damage from Electrictype moves."
    },
    {
        "MissingValues": null,
        "Name": "Moxie",
        "Effect": "If a foe faints because of an attack dealt by this Pokemon, Increase 1 Point to its Strength Attribute. Up to 3 points can be increased this way."
    },
    {
        "MissingValues": null,
        "Name": "Multiscale",
        "Effect": "If this Pokemon was at full health, Reduce by 1 the damage dealt by an attack."
    },
    {
        "MissingValues": null,
        "Name": "Multitype",
        "Effect": "This Pokemon can freely change its Type at any moment. This Ability can't be copied, switched, changed, ignored, or negated in any way."
    },
    {
        "MissingValues": null,
        "Name": "Mummy",
        "Effect": "When this Pokemon hits or gets hit with a Non-Ranged Physical Attack, the foe's ability is changed to Mummy."
    },
    {
        "MissingValues": null,
        "Name": "Natural Cure",
        "Effect": "At the end of the round, if this Pokemon has a Status Ailment, it Rolls 3 Chance Dice to heal itself."
    },
    {
        "MissingValues": null,
        "Name": "Neuroforce",
        "Effect": "This Pokemon will deal 1 automatic Damage on any Move that is Super Effective against a foe."
    },
    {
        "MissingValues": null,
        "Name": "Neutralizing Gas",
        "Effect": "Foe Pokemon in range will have their Abilities effects negated as long as this Pokemon is out."
    },
    {
        "MissingValues": null,
        "Name": "No Guard",
        "Effect": "You can declare you won't make any Evasion Action at the start of the Round. If you do, roll all moves of this Pokemon as if they had no reduced accuracy."
    },
    {
        "MissingValues": null,
        "Name": "Noctem",
        "Effect": "[Insurgence] When this Pokemon comes out, it automatically starts the effects of New Moon. The effects end when the Pokemon leaves the battle. (In case of stalemate the Pokemon with higher Will might keep the dominant weather)"
    },
    {
        "MissingValues": null,
        "Name": "Normalize",
        "Effect": "All the moves known by this Pokemon are considered Normal Type. Affecting STAB, weaknesses, immunities, and resistances. Add 1 Dice of Damage to all Normal Moves."
    },
    {
        "MissingValues": null,
        "Name": "Oblivious",
        "Effect": "This Pokemon is not affected by the Love Status. It is immune to the effects of moves that affect its feelings such as Taunt, Charm, Captivate etc."
    },
    {
        "MissingValues": null,
        "Name": "Omnitype",
        "Effect": "The user is considered all types when defending."
    },
    {
        "MissingValues": null,
        "Name": "Overcoat",
        "Effect": "This Pokemon won't be damaged by weather conditions."
    },
    {
        "MissingValues": null,
        "Name": "Overgrow",
        "Effect": "When this Pokemon's HP is at half or less, Pain Penalization will not reduce successes from Damage rolls of its Grass-Type Moves, and they will get 1 extra die to their Damage Pool."
    },
    {
        "MissingValues": null,
        "Name": "Own Tempo",
        "Effect": "This Pokemon is not affected by the Confused Status."
    },
    {
        "MissingValues": null,
        "Name": "Parental Bond",
        "Effect": "All of the Damage Pools of this Pokemon get rolled twice. Choose the highest roll to deal damage to the foe."
    },
    {
        "MissingValues": null,
        "Name": "Pastel Veil",
        "Effect": "User and Allies in range are immune to Poison and Badly Poison. If the condition was inflicted before this Pokemon came out, it will remain."
    },
    {
        "MissingValues": null,
        "Name": "Pendulum",
        "Effect": "Increases the damage pool of moves by 1 when used consecutively up to 3 times."
    },
    {
        "MissingValues": null,
        "Name": "Periodic Orbit",
        "Effect": "Moves like Future Sight, Doom Desire and Wish will now activate twice. For example, Future Sight and Doom Desire will now activate once on the 2nd turn and then trigger again on the 4th turn. Wish will activate on the next round and a 2nd time on the 2nd round."
    },
    {
        "MissingValues": null,
        "Name": "Perish Body",
        "Effect": "If this Pokemon is hit with Non-Ranged Physical Attack, the Foe will receive its remaining HP as damage and faint after three Rounds, unless it is removed from battle."
    },
    {
        "MissingValues": null,
        "Name": "Phototroph",
        "Effect": "If Sunny weather is in effect, you may restore 1 HP to this Pokemon at the end of each Round. You can still restore 1 HP at the end of each round without Sunny weather but only 5 per day. This ability is disabled during New Moon and Rainy weather."
    },
    {
        "MissingValues": null,
        "Name": "Pickup",
        "Effect": "If this Pokemon was out of its Pokeball, at the end of the scene see what it found for you at Storyteller's discretion."
    },
    {
        "MissingValues": null,
        "Name": "Pickpocket",
        "Effect": "If this Pokemon is not holding an Item it will steal the held Item of the foe it just hit with a Non-Ranged Physical Attack."
    },
    {
        "MissingValues": null,
        "Name": "Pixilate",
        "Effect": "Normal-Type Attacks that the Pokemon uses will deal damage as if they were Fairy-Type. Affecting STAB, weakness and resistance. Add 1 extra Die of Damage to Fairy Moves."
    },
    {
        "MissingValues": null,
        "Name": "Plus",
        "Effect": "If an ally Pokemon has the ability “Minus”, Increase 2 Points to the Special Attribute of this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Poison Heal",
        "Effect": "If this Pokemon becomes poisoned or badly poisoned. It will Heal 1 HP at the end of each round instead of receiving damage. The Poison will be completely absorbed after 3 Rounds."
    },
    {
        "MissingValues": null,
        "Name": "Poison Point",
        "Effect": "If this Pokemon is hit by a Non-Ranged Physical Attack, Roll 3 Chance Dice to Poison the foe."
    },
    {
        "MissingValues": null,
        "Name": "Poison Touch",
        "Effect": "If this Pokemon hits its foe with a Non-Ranged Physical Attack, Roll 2 Chance Dice to Poison the foe."
    },
    {
        "MissingValues": null,
        "Name": "Power Construct",
        "Effect": "At the end of the Round, if this Pokemon has half or less of its HP, change its Form to the next one. When this Pokemon changes Form, remove Status Ailments & restore its full HP & Will. This Ability can't be copied, switched, or changed."
    },
    {
        "MissingValues": null,
        "Name": "Power of Alchemy",
        "Effect": "For the next 24 Hours the Pokemon copies the ability of a fainted foe. Multiple Abilities may be copied this way, but only one may be active during combat. (Certain Abilities cannot be copied at Storyteller's Discretion)"
    },
    {
        "MissingValues": null,
        "Name": "Power Spot",
        "Effect": "Increase 1 Extra Die to the Damage Pools from Moves of One Ally. This Effect does not stack on the same Ally if multiple Pokemon use this Ability."
    },
    {
        "MissingValues": null,
        "Name": "Prankster",
        "Effect": "Add Pritority +1 to all Support moves of this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Pressure",
        "Effect": "While this Pokemon is out, reduce the total Will Points of all foes by half, rounded down."
    },
    {
        "MissingValues": null,
        "Name": "Primordial Sea",
        "Effect": "When this Pokemon comes out, it automatically starts the effects of Typhoon Weather. The effects end when the Pokemon leaves the battle. (In case of stalemate, The Pokemon with highest Will might keep the dominant weather)"
    },
    {
        "MissingValues": null,
        "Name": "Prism Armor",
        "Effect": "Negate all automatic Damage from any Super Effective Move dealt to this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Prism Guard",
        "Effect": "Whenever this Pokemon is hit with a non-contact Attack, Roll 1 Die of damage against the attacker."
    },
    {
        "MissingValues": null,
        "Name": "Propeller Tail",
        "Effect": "Ignore any Moves or Abilities that would redirect this Pokemon's Moves into another target. (i.e. The Move “Follow Me”, the Ability “Lightining Rod” etc.)"
    },
    {
        "MissingValues": null,
        "Name": "Protean",
        "Effect": "Whenever this Pokemon uses a move, first change its type to that of the move. If the move is an attack and deals damage, use the appropriate STAB."
    },
    {
        "MissingValues": null,
        "Name": "Protean Maxima",
        "Effect": "Whenever Eevee uses a move that corresponds with its evolution. Switch its form to said Eeveelution. Eevee gains the type, stats as well as the abilities of said Eeveelution in addition to Protean Maxima."
    },
    {
        "MissingValues": null,
        "Name": "Psychic Surge",
        "Effect": "When this Pokemon comes out, it automatically starts the effects of the Move Psychic Terrain. (In case of stalemate the Pokemon with higher Will might keep the dominant Terrain)"
    },
    {
        "MissingValues": null,
        "Name": "Psycho Call",
        "Effect": "When this Pokemon's HP is at half or less, Pain Penalization will not reduce successes from Damage rolls of its Psychic-Type Moves, and they will get 1 extra die to their Damage Pool."
    },
    {
        "MissingValues": null,
        "Name": "Punk Rock",
        "Effect": "Sound-Based Moves this Pokemon uses have 1 Extra Die to their Damage Pool. Sound-Based Moves deal 2 less Damage to this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Pure Power",
        "Effect": "This Pokemon has a permanent increase of 1 point to its Strength attribute."
    },
    {
        "MissingValues": null,
        "Name": "Queenly Majesty",
        "Effect": "Foes cannot use Priotity Moves against this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Quick Draw",
        "Effect": "(provisional) Enables the Pokemon to move first occasionally. (1 Chance Die)"
    },
    {
        "MissingValues": null,
        "Name": "Quick Feet",
        "Effect": "While affected by any Status Condition, Increase 2 Points to this Pokemon's Dexterity Attribute. The Pokemon may be inflicted with Paralysis condition but this Ability prevents its effects."
    },
    {
        "MissingValues": null,
        "Name": "Rain Dish",
        "Effect": "If Rain weather is in effect, you may restore 1 HP to this Pokemon at the end of each Round."
    },
    {
        "MissingValues": null,
        "Name": "Rattled",
        "Effect": "The first time this Pokemon is hit by a Bug, Dark, or Ghost-Type Attack, increase 1 Point to its Dexterity Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Receiver",
        "Effect": "If an Ally is fainted in battle, this Pokemon may copy their ability for the next 24 hours. Only one Ability may be copied this way. (Certain Abilities cannot be copied at Storyteller's Discretion)"
    },
    {
        "MissingValues": null,
        "Name": "Reckless",
        "Effect": "When this Pokemon performs a move with Recoil, Add 2 Extra Dice to the Damage Pool of that move."
    },
    {
        "MissingValues": null,
        "Name": "Refrigerate",
        "Effect": "Normal-Type Attacks that the Pokemon uses will deal damage as if they were Ice-Type. Affecting STAB, weakness and resistance. Add 1 Die of Damage to Ice moves."
    },
    {
        "MissingValues": null,
        "Name": "Regenerator",
        "Effect": "This Pokemon may Heal up to 4 Damage or up to 2 Lethal Damage on its own every day. The Pokemon must be out of combat to benefit from this effect."
    },
    {
        "MissingValues": null,
        "Name": "Regurgitation",
        "Effect": "When Sand Tomb is active, everytime Delta Muk attacks, it will perform a second attack that has 2 damage rolls.. The typing is based on the primary type of the Pokemon caught in the Sand Tomb"
    },
    {
        "MissingValues": null,
        "Name": "Ripen",
        "Effect": "Moves that use berries for added effects will have 2 Extra Dice on their Damage Pool (i.e. “Natural Gift” etc.) Increase the Healing properties of Berries at Storyteller's discretion."
    },
    {
        "MissingValues": null,
        "Name": "Rivalry",
        "Effect": "If this Pokemon has a foe of the same gender, Increase 1 Point to its Strength Attribute. If the foe is the opposite gender, Reduce 1 Point to its Strength Attribute."
    },
    {
        "MissingValues": null,
        "Name": "RKS System",
        "Effect": "Change the Pokemon's Type to match the Disc on its Held Item slot. (i.e. Electric Disc makes this Pokemon become an Electric Type)"
    },
    {
        "MissingValues": null,
        "Name": "Rock Head",
        "Effect": "This Pokemon will not receive damage from Recoil."
    },
    {
        "MissingValues": null,
        "Name": "Rough Skin",
        "Effect": "Whenever this Pokemon is hit with a Non-Ranged Physical Attack, Roll 1 Die of damage against the attacker."
    },
    {
        "MissingValues": null,
        "Name": "Run Away",
        "Effect": "This Pokemon cannot be Blocked. It may also obtain bonus dice to escape from battle or captivity at Storyteller's discretion."
    },
    {
        "MissingValues": null,
        "Name": "Sand Force",
        "Effect": "If Sandstorm Weather is in effect when this Pokemon deals damage using Ground, Steel or Rock-Type attacks, add 1 Extra Die to the damage pool of that attack. The Pokemon is immune to damage from Sandstorm Weather."
    },
    {
        "MissingValues": null,
        "Name": "Sand Rush",
        "Effect": "If Sandstorm Weather is in effect, increase 1 Point to the Dexterity Attibute of this Pokemon. The Pokemon is immune to damage from Sandstorm Weather."
    },
    {
        "MissingValues": null,
        "Name": "Sand Spit",
        "Effect": "If this Pokemon is hit with a Non-Ranged Physical attack, it starts the effects of Sandstorm Weather. The effect lasts 4 rounds."
    },
    {
        "MissingValues": null,
        "Name": "Sand Stream",
        "Effect": "When this Pokemon comes out, it automatically starts the effects of Sandstorm Weather. The effects end when the Pokemon leaves the battle. (In case of stalemate the Pokemon with higher Will, might keep the dominant weather)"
    },
    {
        "MissingValues": null,
        "Name": "Sand Veil",
        "Effect": "If Sandstorm Weather is in effect, increase 1 Point to the Evasion of this Pokemon. The Pokemon is immune to damage from Sandstorm weather."
    },
    {
        "MissingValues": null,
        "Name": "Sap Sipper",
        "Effect": "The first time this Pokemon is hit by a Grass-type attack, Increase 1 Point to its Strength Attribute instead of dealing damage. Grass-type moves do not deal damage to this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Schooling",
        "Effect": "Only Wishiwashi can use this Ability. When this Pokemon reaches half or less of its HP its allies will arrive, when they do, replace your Pokemon for Wishiwashi School-Form at full HP. Increase its Rank to Pro. At the end of the battle restore Wishiwashi to its base form. (Healing/Fainting/Recalling prevents allies from arriving)"
    },
    {
        "MissingValues": null,
        "Name": "Scrappy",
        "Effect": "This Pokemon has the ability to hit Ghost-type Pokemon with Normal-type and Fighting-type moves, dealing Regular Damage. Apply the right resistances or weaknesses to the foe if it has a secondary type."
    },
    {
        "MissingValues": null,
        "Name": "Screen Cleaner",
        "Effect": "When this Pokemon enters the field, remove any barries (i.e.Light Screen, Reflect etc.) on both the user and the foe's side of the field."
    },
    {
        "MissingValues": null,
        "Name": "Serene Grace",
        "Effect": "Add 2 Extra Chance Dice to all effects done by this Pokemon. (e.g. A move has 3 Chance Dice to Flinch the foe, will roll 5 Dice with this Pokemon)"
    },
    {
        "MissingValues": null,
        "Name": "Shadow Call",
        "Effect": "When this Pokemon's HP is at half or less, Pain Penalization will not reduce successes from Damage rolls of its Dark-Type Moves, and they will get 1 extra die to their Damage Pool."
    },
    {
        "MissingValues": null,
        "Name": "Shadow Dance",
        "Effect": "If New Moon is in effect, increase 1 Point to the Dexterity Attibute of this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Shadow Shield",
        "Effect": "If this Pokemon was at full health, Reduce by 2 the damage dealt by an attack. This effect cannot be ignored by Moves or Abilities."
    },
    {
        "MissingValues": null,
        "Name": "Shadow Tag",
        "Effect": "All foes become Blocked. Ghost-type Pokemon are immune to this effect. Pokemon with the same ability are immune to this effect."
    },
    {
        "MissingValues": null,
        "Name": "Shed Skin",
        "Effect": "At the end of the round. If this Pokemon has a Status Condition, it rolls 3 Chance Dice to heal itself."
    },
    {
        "MissingValues": null,
        "Name": "Sheer Force",
        "Effect": "Whenever this Pokemon uses an attack with chance dice for an additional effect, you may ignore those chance dice and add 2 Dice to its damage pool."
    },
    {
        "MissingValues": null,
        "Name": "Shell Armor",
        "Effect": "If a foe lands a Critical Hit on this Pokemon, it will not get its Bonus Damage Dice for that attack."
    },
    {
        "MissingValues": null,
        "Name": "Shield Dust",
        "Effect": "If this Pokemon is hit by an attack with chance dice for an additional effect, it won't be affected by said effects."
    },
    {
        "MissingValues": null,
        "Name": "Shields Down",
        "Effect": "Only Minior can use this Ability. After reaching half or less of its HP in battle, replace Minior by Minior (Core) at full HP. To restore it to its base form, the core must be set free and then recaptured after it returns a few days later."
    },
    {
        "MissingValues": null,
        "Name": "Simple",
        "Effect": "If this Pokemon gets an Attribute reduced, reduce 1 more Point. If this Pokemon gets an Attribute increased, increase 1 more Point."
    },
    {
        "MissingValues": null,
        "Name": "Skill Link",
        "Effect": "Add 2 Dice to the Accuracy roll of Successive Actions."
    },
    {
        "MissingValues": null,
        "Name": "Sleet",
        "Effect": "If this Pokemon is in the field during Hail weather. All Pokemon that are not immune to Hail receive 2 damage rather than 1."
    },
    {
        "MissingValues": null,
        "Name": "Slow Start",
        "Effect": "During the first 5 Rounds of a battle, this Pokemon will always go last in the initiative order. After those 5 Rounds are over, Increase 2 points to its Strength and Dexterity Attributes, and it will always go first in the initiative order. This effect resets if the Pokemon is called out of combat."
    },
    {
        "MissingValues": null,
        "Name": "Slush Rush",
        "Effect": "If Hail Weather is in effect, increase 1 Point to the Dexterity Attribute of this Pokemon. The Pokemon is immune to damage from Hail Weather."
    },
    {
        "MissingValues": null,
        "Name": "Sniper",
        "Effect": "If this Pokemon lands a Critical Hit, it will get 3 Bonus Dice to the Damage Pool of its attack instead of the regular 2."
    },
    {
        "MissingValues": null,
        "Name": "Snow Cloak",
        "Effect": "If Hail weather is in effect, Increase 1 Point to the Evasion of this Pokemon. The Pokemon is immune to damage from Hail weather."
    },
    {
        "MissingValues": null,
        "Name": "Snow Warning",
        "Effect": "When this Pokemon comes out, it automatically starts the effects of Hail Weather. The effects end when the Pokemon leaves the battle. (In case of stalemate the Pokemon with higher Will might keep the dominant weather)"
    },
    {
        "MissingValues": null,
        "Name": "Solar Power",
        "Effect": "While Sunny Weather is in effect, Increase 2 Points to this Pokemon's Special Attribute. If Sunny weather is in effect, this Pokemon will receive 1 damage at the end of the round."
    },
    {
        "MissingValues": null,
        "Name": "Solid Rock",
        "Effect": "If this Pokemon is hit by a move dealing Super-Effective Damage, reduce 1 Damage dealt to it."
    },
    {
        "MissingValues": null,
        "Name": "Soul Heart",
        "Effect": "If a foe faints because of an attack dealt by this Pokemon, Increase 1 Point to its Special Attribute. Up to 3 points can be increased this way."
    },
    {
        "MissingValues": null,
        "Name": "Soundproof",
        "Effect": "This Pokemon is immune to the damage and effects of all Sound-based moves."
    },
    {
        "MissingValues": null,
        "Name": "Spectral Jaws",
        "Effect": "If this Pokemon uses a move with the Keywords: Fang, Bite or Crunch, add 1 Extra Dice to the Damage Pool of that Move. These moves are all converted to Special."
    },
    {
        "MissingValues": null,
        "Name": "Speed Boost",
        "Effect": "At the end of the Round, Increase 1 Point to this Pokemon's Dexterity Attribute. Up to 3 Points might be added this way."
    },
    {
        "MissingValues": null,
        "Name": "Speed Swap",
        "Effect": "When this Pokemon comes out, it automatically starts the effects of Trick Room. The effects end when the Pokemon leaves the battle."
    },
    {
        "MissingValues": null,
        "Name": "Spirit Call",
        "Effect": "When this Pokemon's HP is at half or less, Pain Penalization will not reduce successes from Damage rolls of its Ghost-Type Moves, and they will get 1 extra die to their Damage Pool."
    },
    {
        "MissingValues": null,
        "Name": "Stakeout",
        "Effect": "Whenever a Foe Pokemon switches out, this Pokemon will inflict 1 additional Damage with its first successful attack to its replacement."
    },
    {
        "MissingValues": null,
        "Name": "Stall",
        "Effect": "This Pokemon always goes last in the the initiative order."
    },
    {
        "MissingValues": null,
        "Name": "Stalwart",
        "Effect": "Ignore any Moves or Abilities that would redirect this Pokemon's Moves into another target. (i.e. The Move “Follow Me”, the Ability “Lightining Rod” etc.)"
    },
    {
        "MissingValues": null,
        "Name": "Stamina",
        "Effect": "The first time this Pokemon receives Damage in combat, increase 1 point to its Defense and Special Defense"
    },
    {
        "MissingValues": null,
        "Name": "Stance Change",
        "Effect": "Only Aegislash may use this Ability. At the beginning of the round, choose a Form. While in Sword Stance it can only use Attack moves. While in Shield Stance, it can only use Support Moves. Adjust its Attributes according to the Rank and Limits it has for each Form."
    },
    {
        "MissingValues": null,
        "Name": "Static",
        "Effect": "Whenever this Pokemon is hit with a Non-Ranged Physical Attack, roll 3 Chance Dice to Paralyze its foe."
    },
    {
        "MissingValues": null,
        "Name": "Steadfast",
        "Effect": "The first time this Pokemon is affected by Flinch, Increase 1 Point to its Dexterity Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Steam Engine",
        "Effect": "The first time this Pokemon is hit with a Fire or Water-Type Move. Increase 3 Points to its Dexterity Atribute."
    },
    {
        "MissingValues": null,
        "Name": "Steelworker",
        "Effect": "Steel-Type Attacks used by this Pokemon get 1 Extra Die to their Damage Pool."
    },
    {
        "MissingValues": null,
        "Name": "Steely Spirit",
        "Effect": "Steel-Type Attacks used by this Pokemon and Allies get 1 Extra Die to their Damage Pool."
    },
    {
        "MissingValues": null,
        "Name": "Stench",
        "Effect": "Reduces the chance of random Wild Pokemon encounters. Whenever this Pokemon is hit with a Non-Ranged Physical Attack, it Rolls 1 Chance Dice to Flinch the foe."
    },
    {
        "MissingValues": null,
        "Name": "Sticky Hold",
        "Effect": "This Pokemon's Held Item cannot be removed, stolen or swapped by Moves or Abilities."
    },
    {
        "MissingValues": null,
        "Name": "Storm Drain",
        "Effect": "If anyone uses a Water-Type move with a Single target, it will be redirected to this Pokemon; it is immune to damage from them. The first time this Pokemon is hit by a Water-Type move, Increase 1 Point to this Pokemon's Special."
    },
    {
        "MissingValues": null,
        "Name": "Strong Jaw",
        "Effect": "If this Pokemon uses a move with the Keywords: Fang, Bite or Crunch, add 1 Extra Dice to the Damage Pool of that Move."
    },
    {
        "MissingValues": null,
        "Name": "Sturdy",
        "Effect": "The first time this Pokemon would faint due to a Damaging move, it will remain at 1 HP instead. Status Conditions and Self inflicted damage will still cause it to faint. The Pokemon must rest for an hour before benefiting from Sturdy again."
    },
    {
        "MissingValues": null,
        "Name": "Suction Cups",
        "Effect": "The Pokemon is immune to effects that force switches."
    },
    {
        "MissingValues": null,
        "Name": "Supercell",
        "Effect": "If New Moon and Rainy Weather is in effect, increase 1 Point to the Special Attibute of this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Super Luck",
        "Effect": "Add “High Critical” to all the Attack Moves of this Pokemon. If a move already has the High Critical property, this Pokemon will only need 1 More Success on the Accuracy roll to land a Critical instead of 2."
    },
    {
        "MissingValues": null,
        "Name": "Surge Surfer",
        "Effect": "If Electric Terrain is in effect, Increase 2 Points to this Pokemon's Dexterity Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Swarm",
        "Effect": "When this Pokemon's HP is at half or less, Pain Penalization will not reduce successes from Damage rolls of its Bug-Type Moves, and they will get 1 extra die to their Damage Pool."
    },
    {
        "MissingValues": null,
        "Name": "Sweet Veil",
        "Effect": "The Pokemon and its allies are immune to the Sleep status. Increase random encounters with Wild Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Swift Swim",
        "Effect": "If Rain Weather is in effect, Increase 2 Points to this Pokemon's Dexterity Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Symbiosis",
        "Effect": "If an ally loses or spends its Held Item, this Pokemon will immediately give the one it's holding to the ally as a free action."
    },
    {
        "MissingValues": null,
        "Name": "Synchronize",
        "Effect": "If a foe inflicts a Status Condition to this Pokemon, the same condition is inflicted into the foe unless it is immune to the effect."
    },
    {
        "MissingValues": null,
        "Name": "Tangled Feet",
        "Effect": "While this Pokemon is Confused, Add an extra -2 “Reduced Accuracy” to all the foe's Moves which target this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Tangling Hair",
        "Effect": "The first time a foe hits this Pokemon with a Non-Ranged Physical Attack, reduce 1 Point to its Dexterity Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Technician",
        "Effect": "Add 1 dice to the Damage pool of all Moves with Power 2 or less."
    },
    {
        "MissingValues": null,
        "Name": "Telepathy",
        "Effect": "This Pokemon won't receive damage from moves performed by its allies."
    },
    {
        "MissingValues": null,
        "Name": "Teravolt",
        "Effect": "If a Move, Item or Ability would prevent this Pokemon from targeting a foe or inflicting an effect, ignore it. (e.g. A Pokemon with Immunity can be Poisoned, A Pokemon with Levitate can be hit by Ground moves)."
    },
    {
        "MissingValues": null,
        "Name": "Thick Fat",
        "Effect": "Reduce by 1 the damage taken from Fire and Ice-Type moves."
    },
    {
        "MissingValues": null,
        "Name": "Tinted Lens",
        "Effect": "If a foe has a resistance against an attack performed by this Pokemon, make that attack deal Regular Damage instead. If the foe has a double resistance, make the attack as if the foe had only one."
    },
    {
        "MissingValues": null,
        "Name": "Torrent",
        "Effect": "When this Pokemon's HP is at half or less, Pain Penalization will not reduce successes from Damage rolls of its Water-Type Moves, and they will get 1 Extra Die to their Damage Pool."
    },
    {
        "MissingValues": null,
        "Name": "Tough Claws",
        "Effect": "Whenever this Pokemon uses a Non-Ranged Physical Attack, Add 1 Die to its damage pool."
    },
    {
        "MissingValues": null,
        "Name": "Toxic Boost",
        "Effect": "If this Pokemon gets the Poison or Badly Poison Status, Increase 2 Point to its Strength Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Trace",
        "Effect": "This Pokemon copies the ability of one random foe when it comes out. Effect ends if this Pokemon is removed from the battle. Some Abilities (Flower Gift, Illusion, Imposter, Stance Change, Wonder Guard etc.) Can't be copied."
    },
    {
        "MissingValues": null,
        "Name": "Triage",
        "Effect": "Add Pritority +1 to all Support moves of this Pokemon that Heal HP or cure Status Ailments."
    },
    {
        "MissingValues": null,
        "Name": "Truant",
        "Effect": "Roll this Pokemon's Loyalty every other turn, and score at least 2 successes. If the roll fails this Pokemon refuses to act. If it is successful it may act normally."
    },
    {
        "MissingValues": null,
        "Name": "Turboblaze",
        "Effect": "If a Move, Item or Ability would prevent this Pokemon from targeting a foe or inflicting an effect, ignore it. (e.g. A Pokemon with Immunity can be Poisoned, A Pokemon with Levitate can be hit by Ground moves)."
    },
    {
        "MissingValues": null,
        "Name": "Unaware",
        "Effect": "This Pokemon ignores any of the opponent's Attribute increases or decreases. Both when attacking and taking damage."
    },
    {
        "MissingValues": null,
        "Name": "Unburden",
        "Effect": "The first time this Pokemon loses or spends its held item and is no longer holding any, Increase 2 Points to its Dexterity Attribute."
    },
    {
        "MissingValues": null,
        "Name": "Unleafed",
        "Effect": "When Mega evolving or on switch in. Increase the user's Strength, Defense, Special, Special Defense and Dexterity by 1. These boosts lasts for X + 1 turns where X is the number of fainted Pokemon in this Pokemon's team."
    },
    {
        "MissingValues": null,
        "Name": "Unnerve",
        "Effect": "Opponents may not consume their held berry while this Pokemon is in the field."
    },
    {
        "MissingValues": null,
        "Name": "Vampiric",
        "Effect": "When using a contact move, the user restores hp equal to a quarter of the damage dealt, rounded down."
    },
    {
        "MissingValues": null,
        "Name": "Vaporization",
        "Effect": "All Water Type moves including Support moves will fail. Water Type Pokemon take 1 damage per round."
    },
    {
        "MissingValues": null,
        "Name": "Venomous",
        "Effect": "The Pokemon will inflict Poison+ in place of regular Poison."
    },
    {
        "MissingValues": null,
        "Name": "Victory Star",
        "Effect": "This Pokemon's and All its allies damaging moves gain “Never Miss” while this Pokemon is on the field. This Ability can't be switched or swapped."
    },
    {
        "MissingValues": null,
        "Name": "Vital Spirit",
        "Effect": "The Pokemon is immune to the Sleep status."
    },
    {
        "MissingValues": null,
        "Name": "Volt Absorb",
        "Effect": "Whenever this Pokemon is hit by an Electric-Type Move, you may Heal 1 HP instead of receiving damage. Electric-type moves do not deal damage to this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Wandering Spirit",
        "Effect": "If this Pokemon hits a Foe with a Non-Ranged Physical Attack, it switches its Ability with the Foe's. Some Abilities (Flower Gift, Illusion, Imposter, Stance Change, Wonder Guard etc.) can't be switched at Storyteller's discretion."
    },
    {
        "MissingValues": null,
        "Name": "Water Absorb",
        "Effect": "Whenever this Pokemon is hit by a Water-Type Move, you may Heal 1 HP instead of receiving damage. Water-type moves do not deal damage to this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Water Bubble",
        "Effect": "Fire-Type Moves deal 1 less damage to this Pokemon. This Pokemon is immune to Burn 1 and Burn 2 Status. Add 2 Extra Dice to the Damage Pool of this Pokemon's Water-Type Moves."
    },
    {
        "MissingValues": null,
        "Name": "Water Compaction",
        "Effect": "The fist time this Pokemon is hit by a Water-Type Move, Increase its Defense by 2 instead of receiving damage. Water-type moves do not deal damage to this Pokemon."
    },
    {
        "MissingValues": null,
        "Name": "Water Veil",
        "Effect": "The Pokemon is immune to any of the Burn status."
    },
    {
        "MissingValues": null,
        "Name": "Weak Armor",
        "Effect": "The first time this Pokemon is hit by any Physical Attack, Increase 1 Point to its Dexterity Attribute and Reduce 1 Point to its Defense."
    },
    {
        "MissingValues": null,
        "Name": "White Smoke",
        "Effect": "Foes cannot reduce the Attributes of this Pokemon. However, it can still lower its own Attributes."
    },
    {
        "MissingValues": null,
        "Name": "Wimp Out",
        "Effect": "Whenever this Pokemon reaches half of its total HP, it will switch out to its pokeball, sending an Ally to take its place. If there is no Ally, the battle may end. This Ability's effect is not affected by Block."
    },
    {
        "MissingValues": null,
        "Name": "Wind Force",
        "Effect": "The first time this Pokemon is hit by a Flying-Type move, add 1 Extra Die to the Damage Pool of Fire-type Moves this Pokemon uses until the end of the scene."
    },
    {
        "MissingValues": null,
        "Name": "Winter Joy",
        "Effect": "[Insurgence] During Winter, this Pokemon has its Strength and  Special increased by 2. However, it will have its Strength and Special decreased by 1 during Summer. Its stats remains unchanged in other seasons."
    },
    {
        "MissingValues": null,
        "Name": "Wonder Guard",
        "Effect": "This Pokemon only receives damage from Status Conditions, and from Moves that deal Super Effective damage against it. This Pokemon is immune to damage from other sources like weather conditions and entry hazards."
    },
    {
        "MissingValues": null,
        "Name": "Wonder Skin",
        "Effect": "Reduce up to 2 Chance Dice from foes against this Pokemon. (Example: The move Ember has 1 Chance Dice to Burn the foe, against this Pokemon it has zero Chance Dice)."
    },
    {
        "MissingValues": null,
        "Name": "Zen Mode",
        "Effect": "Only Darmanitan may use this Ability. When at half or less of its HP, change to Zen Mode Form at the end of the Round. Use its Zen Mode Form from then on. Adjust its Attributes according to the Rank and Limits it has for each Form."
    }
]